Repository: SEGSeed/SEGVpnLanguages
Catalog: App_GlobalResources/Language.*.resx
Languages: fa_ir, ru_ru, zh_cn

# AccountExtendedSuccessfully
source: Your account extended successfully. thank you! ☺️🙏
fa_ir: حساب شما با موفقیت تمدید شد. متشکرم! ☺️🙏
ru_ru: Ваш аккаунт успешно продлен. Спасибо! ☺️🙏
zh_cn: 您的帐户已成功延长。谢谢！☺️🙏

# btnAgree
source: ✅ Agree
fa_ir: ✅ موافق
ru_ru: ✅ Согласен
zh_cn: ✅ 同意

# btnNotAgree
source: ❌ Do not agree
fa_ir: ❌ موافق نیستم
ru_ru: ❌ Не согласен
zh_cn: ❌ 不同意

# btnAccept
source: ✅ Accept
fa_ir: ✅ تایید کنید
ru_ru: ✅ Принять
zh_cn: ✅ 接受

# btnApplications
source: 📱 Applications
fa_ir: 📱 برنامه ها
ru_ru: 📱 Приложения
zh_cn: 📱 应用程序

# btnBack
source: ↩️ Back
fa_ir: ↩️ بازگشت
ru_ru: ↩️ Назад
zh_cn: ↩️ 返回

# btnStartFreeTrial
source: 🥁 Start Your Free Trial
fa_ir: 🥁 آزمایشی رایگان خود را شروع کنید
ru_ru: 🥁 Начать бесплатный пробный период
zh_cn: 🥁 开始免费试用

# btnConnect
source: 🌐 Connect!
fa_ir: 🌐 اتصال!
ru_ru: 🌐 Подключиться!
zh_cn: 🌐 连接！

# btnApply
source: ✅ Apply
fa_ir: ✅ اعمال کردن
ru_ru: ✅ Применить
zh_cn: ✅ 应用

# btnCancel
source: ❌ Cancel
fa_ir: ❌ لغو کردن
ru_ru: ❌ Отменить
zh_cn: ❌ 取消

# btnReturnToMainMenu
source: ↩️ Return to main menu
fa_ir: ↩️ بازگشت به منوی اصلی
ru_ru: ↩️ Вернуться в главное меню
zh_cn: ↩️ 返回主菜单

# btnChangeServer
source: 🔶 Change Location
fa_ir: 🔶 تغییر مکان
ru_ru: 🔶 Сменить локацию
zh_cn: 🔶 更改位置

# btnClose
source: ❌ Close
fa_ir: ❌ بستن
ru_ru: ❌ Закрыть
zh_cn: ❌ 关闭

# btnContactSupport
source: 🧑🏽‍💻 Contact Support
fa_ir: 🧑🏽‍💻 تماس با پشتیبانی
ru_ru: 🧑🏽‍💻 Связаться с поддержкой
zh_cn: 🧑🏽‍💻 联系支持

# btnDone
source: ✅ Done
fa_ir: ✅ انجام شد
ru_ru: ✅ Готово
zh_cn: ✅ 完成

# btnExtendSubscription
source: 💵 Extend Subscription
fa_ir: 💵 تمدید اشتراک
ru_ru: 💵 Продлить подписку
zh_cn: 💵 延长订阅

# btnGetConnections
source: ⤵️ Get Connections
fa_ir: ⤵️ دریافت اتصالات
ru_ru: ⤵️ Получить подключения
zh_cn: ⤵️ 获取连接

# btnHowToChangeServer
source: ❓ How to change my server?
fa_ir: ❓ چگونه سرور خود را تغییر دهم؟
ru_ru: ❓ Как сменить сервер?
zh_cn: ❓ 如何更改我的服务器？

# btnHowToConnectWithAndroid
source: ◽️ How to connect with Android
fa_ir: ◽️ نحوه اتصال با اندروید
ru_ru: ◽️ Как подключиться с Android
zh_cn: ◽️ 如何使用 Android 连接

# btnHowToConnectWithiPhone
source: ◽️ How to connect with iPhone
fa_ir: ◽️ نحوه اتصال با آیفون
ru_ru: ◽️ Как подключиться с iPhone
zh_cn: ◽️ 如何使用 iPhone 连接

# btnHowToConnectWithWindows
source: ◽️ How to connect with Windows
fa_ir: ◽️ نحوه اتصال با ویندوز
ru_ru: ◽️ Как подключиться с Windows
zh_cn: ◽️ 如何使用 Windows 连接

# btnHowToExtendSubscription
source: ❓ How to extend connection period?
fa_ir: ❓ نحوه تمدید مدت زمان اتصال?
ru_ru: ❓ Как продлить период подключения?
zh_cn: ❓ 如何延长连接期限？

# btnHowToIncreaseSpeed
source: ❓ How to increase speed
fa_ir: ❓ چگونه سرعت را افزایش دهیم
ru_ru: ❓ Как увеличить скорость
zh_cn: ❓ 如何提高速度

# btnHowToViewUsage
source: ❓ How to view my usage
fa_ir: ❓ نحوه مشاهده استفاده من
ru_ru: ❓ Как посмотреть моё использование
zh_cn: ❓ 如何查看我的使用情况

# btnGift
source: 🎁 Gift
fa_ir: 🎁 هدیه
ru_ru: 🎁 Подарок
zh_cn: 🎁 礼物

# btnInvite
source: ✉️ Invite
fa_ir: ✉️ دعوت
ru_ru: ✉️ Пригласить
zh_cn: ✉️ 邀请

# btnGoPremium
source: 🛫 Go Premium
fa_ir: 🛫 برو پریمیوم
ru_ru: 🛫 Перейти на Премиум
zh_cn: 🛫 升级为高级版

# btnReject
source: ❌ Reject
fa_ir: ❌ رد کردن
ru_ru: ❌ Отклонить
zh_cn: ❌ 拒绝

# btnServersAdded
source: Servers Added
fa_ir: سرورها اضافه شد
ru_ru: Серверы добавлены
zh_cn: 已添加服务器

# btnSettleDebt
source: 💸 Settle Debt
fa_ir: 💸 تسویه بدهی
ru_ru: 💸 Погасить долг
zh_cn: 💸 结清债务

# btnTutorial
source: 🧑‍🏫 Tutorials
fa_ir: 🧑‍🏫 آموزش ها
ru_ru: 🧑‍🏫 Уроки
zh_cn: 🧑‍🏫 教程

# btnUsage
source: 📊 Usage
fa_ir: 📊 مصرف
ru_ru: 📊 Использование
zh_cn: 📊 使用情况

# btnPayWithCrypto
source: 🪙 Pay With Crypto
fa_ir: 🪙 پرداخت با رمزارز
ru_ru: 🪙 платить криптой
zh_cn: 🪙 用加密支付

# lblUsage
source: 📊 Usage
fa_ir: 📊 مصرف
ru_ru: 📊 Использование
zh_cn: 📊 使用情况

# btnViewAppTutorial
source: 🖥 View App Tutorial
fa_ir: 🖥 مشاهده برنامه آموزشی
ru_ru: 🖥 Посмотреть урок по приложению
zh_cn: 🖥 查看应用教程

source: Change Server canceled
fa_ir: تغییر مکان لغو شد
ru_ru: Смена сервера отменена
zh_cn: 已取消更改服务器

# ChangeServerNotInState
source: To change your server first tap on the button below and then select a server. To see the bot menu you can always click on /status
fa_ir: برای تغییر سرور ابتدا روی دکمه زیر ضربه بزنید و سپس یک سرور را انتخاب کنید. برای مشاهده منوی ربات، همیشه می توانید روی /status کلیک کنید
ru_ru: Чтобы сменить свой сервер, сначала нажмите на кнопку ниже и выберите сервер. Чтобы увидеть меню бота, вы всегда можете нажать на /status
zh_cn: 要更改服务器，首先点击下面的按钮，然后选择一个服务器。 要查看机器人菜单，您可以随时点击 /status

# ChangeToThisServerNeedsPremiumAccount
source: ❗️ You have to have a Premium Account to switch to this location. Tap on "🛍 Subscription" button to buy your Premium Subscription.
fa_ir: ❗️ برای جابجایی به این مکان باید یک حساب پرمیوم داشته باشید. برای خرید اشتراک پرمیوم خود، روی دکمه "🛍 اشتراک" ضربه بزنید.
ru_ru: ❗️ Вам нужен Премиум Аккаунт, чтобы переключиться на эту локацию. Нажмите на кнопку "🛍 Подписка”, чтобы купить свою Премиум Подписку.
zh_cn: ❗️ 您必须拥有高级帐户才能切换到此位置。 点击"🛍 订阅”按钮购买您的高级订阅。

# ChangingServerWait
source: Changing your server.🙏 Please be patient...
fa_ir: در حال تغییر سرور شما لطفا صبور باشید...
ru_ru: Меняем ваш сервер.🙏 Пожалуйста, подождите…
zh_cn: 正在更改您的服务器。🙏 请耐心等待…

# ChooseOS
source: Choose your Operating System
fa_ir: سیستم عامل خود را انتخاب کنید
ru_ru: Выберите свою операционную систему
zh_cn: 选择您的操作系统

# ChooseTutorial
source: Choose your desired tutorial
fa_ir: آموزش مورد نظر خود را انتخاب کنید
ru_ru: Выберите желаемый урок
zh_cn: 选择您想要的教程

# ClickOnSettleDebt
source: To pay click on /settleDebt
fa_ir: برای پرداخت روی /settleDebt کلیک کنید
ru_ru: Чтобы оплатить, нажмите на /settleDebt
zh_cn: 要支付，请点击 /settleDebt

source: Command Does not exists
fa_ir: فرمان وجود ندارد
ru_ru: Команда не существует
zh_cn: 命令不存在

# ConnectionsGeneratedSuccessfully
source: ✅ Connections are prepared successfully. ‼️ Attention: Reality Configs Only work on specific clients at the moment. Need more help? Tap on /help
fa_ir: ✅ اتصالات با موفقیت آماده شدند. ‼️ توجه: تنظیمات Reality در حال حاضر فقط روی کلاینت‌های خاصی کار می کند. به کمک بیشتری نیاز دارید؟ روی /help ضربه بزنید
ru_ru: ✅ Подключения успешно подготовлены. ‼️ Внимание: Reality Configs работают только на определенных клиентах в настоящее время. Нужна дополнительная помощь? Нажмите на /help
zh_cn: ✅ 连接已成功准备。 ‼️ 注意：Reality Configs 目前只在特定客户端上工作。 需要更多帮助？点击 /help

# ConnectionsGeneratedSuccessfullyFree
source: ✅ Connections are prepared successfully. <b>Attention:</b> This connection is free trial and has the limit of 7 gigabytes! You always can click on Subscription button to buy your Premium Connection! ‼️ Attention: Reality Configs Only work on specific clients at the moment. Need more help? Tap on /help
fa_ir: ✅ اتصالات با موفقیت آماده شدند. <b>توجه:</b> این اتصال به صورت آزمایشی رایگان است و محدودیت 7 گیگابایت دارد! شما همیشه می توانید روی دکمه اشتراک کلیک کنید تا اتصال پرمیوم خود را خریداری کنید! ‼️ توجه: تنظیمات Reality در حال حاضر فقط روی کلاینت‌های خاصی کار می‌کنند. به کمک بیشتری نیاز دارید؟ روی /help ضربه بزنید
ru_ru: ✅ Подключения успешно подготовлены. <b>Внимание:</b> Это подключение бесплатное и имеет лимит в 7 гигабайт! Вы всегда можете нажать на кнопку Подписка, чтобы купить свое Премиум Подключение! ‼️ Внимание: Reality Configs работают только на определенных клиентах в настоящее время. Нужна дополнительная помощь? Нажмите на /help
zh_cn: ✅ 连接已成功准备。 <b>注意：</b>这个连接是免费试用的，有7GB的限制！您可以随时点击订阅按钮购买您的高级连接！ ‼️ 注意：Reality Configs 目前只在特定客户端上工作。 需要更多帮助？点击 /help

# CopyConnectionAndPaste
source: To use click on the text to copy it then paste it on the desired application.
fa_ir: برای استفاده بر روی متن کلیک کنید تا آن را کپی کنید و سپس آن را در برنامه مورد نظر قرار دهید.
ru_ru: Чтобы использовать, нажмите на текст, чтобы скопировать его, затем вставьте его в нужное приложение.
zh_cn: 要使用，请点击文本复制它，然后粘贴到所需的应用程序。

# DaysAddedToSubscription
source: {0} days added to your subscription!
fa_ir: {0} روز به اشتراک شما اضافه شد!
ru_ru: {0} дней добавлено к вашей подписке!
zh_cn: 已为您的订阅添加了 {0} 天！

# DirectMessageError
source: Something went wrong. the error report has been sent to developer. try again if the problem persists contact us with {SupportID}.
fa_ir: مشکلی پیش آمد. گزارش خطا برای توسعه دهنده ارسال شده است. اگر مشکل برطرف نشد، با {SupportID} با ما تماس بگیرید.
ru_ru: Что-то пошло не так. Отчет об ошибке был отправлен разработчику. Попробуйте еще раз, если проблема не исчезнет, свяжитесь с нами с {SupportID}.
zh_cn: 出了点问题。错误报告已发送给开发者。请重试，如果问题仍然存在，请联系我们并提供 {SupportID}。

source: Done
fa_ir: انجام شده
ru_ru: Готово
zh_cn: 完成

# ErrorGeneratingConnections
source: An error occurred while generating your connections, Tap on /status
fa_ir: هنگام ایجاد اتصالات شما خطایی روی داد، روی /status ضربه بزنید
ru_ru: Произошла ошибка при генерации ваших подключений, нажмите на /status
zh_cn: 生成连接时发生错误，点击 /status

# GettingData
source: Fetching . . . . . . . . .
fa_ir: واکشی . . . . . . . . .
ru_ru: Получение данных . . . . . . . . .
zh_cn: 正在获取 . . . . . . . . .

# Greeting
source: Welcome! You can always send /status command to see your latest status
fa_ir: خوش آمدی! همیشه می توانید دستور /status را برای مشاهده آخرین وضعیت خود ارسال کنید
ru_ru: Добро пожаловать! Вы всегда можете отправить команду /status, чтобы увидеть свой последний статус
zh_cn: 欢迎！ 您可以随时发送 /status 命令查看您的最新状态

# HowToExtend
source: How you want to extend your account
fa_ir: چگونه می خواهید حساب خود را گسترش دهید
ru_ru: Как вы хотите продлить свой аккаунт
zh_cn: 您想要如何延长您的账户

source: Invitation Succeed!
fa_ir: دعوت موفق شد!
ru_ru: Приглашение успешно!
zh_cn: 邀请成功！

# InviteMessage
source: 🔖 You are invited to use SegVPN. Tap on the link below and start the bot. {Url}
fa_ir: 🔖 از شما دعوت شده است که از SegVPN استفاده کنید. روی لینک زیر ضربه بزنید و ربات را راه اندازی کنید. {Url}
ru_ru: 🔖 Вы приглашены использовать SegVPN. Нажмите на ссылку ниже и запустите бота. {Url}
zh_cn: 🔖 您被邀请使用 SegVPN。 点击下面的链接并启动机器人。 {Url}

# ConnectionExpiringFree
source: ⚠️ You have used more than {percent}% of your {MaxUsage}GB monthly allowed connection traffic! Tap on usage for more detail.
fa_ir: ⚠️ شما بیش از {percent}% از ترافیک مجاز اتصال ماهانه {MaxUsage}GB خود استفاده کرده‌اید! برای جزئیات بیشتر روی استفاده ضربه بزنید.
ru_ru: ⚠️ Вы использовали более {percent}% из {MaxUsage}GB разрешенного месячного трафика подключения! Нажмите на использование для более подробной информации.
zh_cn: ⚠️ 您已使用超过 {percent}% 的 {MaxUsage}GB 每月允许的连接流量！点击使用情况查看更多详情。

# ConnectionExpiringPaid
source: ⚠️ You have used more than {percent}% of your {MaxUsage}GB monthly allowed connection traffic. If your usage exceeds {MaxUsage} GigaBytes, your account will be suspended until the end of your subscription month.
fa_ir: ⚠️ شما بیش از {percent}% از ترافیک مجاز اتصال ماهانه {MaxUsage}GB خود استفاده کرده‌اید. اگر میزان استفاده شما از {MaxUsage} گیگابایت بیشتر باشد، حساب شما تا پایان ماه اشتراک شما به حالت تعلیق در می‌آید.
ru_ru: ⚠️ Вы использовали более {percent}% из {MaxUsage}GB разрешенного месячного трафика подключения. Если ваше использование превысит {MaxUsage} гигабайт, ваш аккаунт будет приостановлен до конца месяца подписки.
zh_cn: ⚠️ 您已使用超过 {percent}% 的 {MaxUsage}GB 每月允许的连接流量。 如果您的使用量超过 {MaxUsage} GigaBytes，您的账户将在您的订阅月结束时被暂停。

# ConnectionSuspendedPaid
source: ⛔️ You have used your all of {MaxUsage} GigaBytes of your monthly traffic limitation and your subscription is suspended until the end of your subsciption month.
fa_ir: ⛔️ شما از تمام {MaxUsage} گیگا بایت محدودیت ترافیک ماهانه خود استفاده کرده اید و اشتراک شما تا پایان ماه اشتراک شما به حالت تعلیق درآمده است.
ru_ru: ⛔️ Вы использовали все {MaxUsage} гигабайт своего месячного лимита трафика и ваша подписка приостановлена до конца месяца подписки.

# ConnectionSuspendedFree
source: ⚠️ You have used all of your {MaxUsage} GigaBytes of your free trial traffic limitation. To subscribe for a premium account tap on 'Subscription' Button.
fa_ir: ⚠️ شما از تمام {MaxUsage} گیگابایت محدودیت ترافیک آزمایشی رایگان خود استفاده کرده اید. برای اشتراک در حساب پریمیوم روی دکمه «اشتراک» ضربه بزنید.
ru_ru: ⚠️ Вы использовали все {MaxUsage} гигабайт своего лимита трафика бесплатного пробного периода. Чтобы подписаться на премиум-аккаунт, нажмите на кнопку "Подписка”.
zh_cn: ⚠️ 您已使用完您的 {MaxUsage} GigaBytes 免费试用流量限制。 要订购高级账户，请点击"订阅”按钮。

# lblDays
source: Days
fa_ir: روز
ru_ru: Дни
zh_cn: 天

# lblExpireDate
source: <b>Subscription Expire Date:</b>
fa_ir: <b>تاریخ انقضای اشتراک:</b>
ru_ru: <b>Дата окончания подписки:</b>
zh_cn: <b>订阅到期日期：</b>

# lblFrom
source: From
fa_ir: از
ru_ru: От
zh_cn: 从

# lblFromMainConnection
source: From Main Connection
fa_ir: از اتصال اصلی
ru_ru: От основного подключения
zh_cn: 从主连接

# lblGigabyte
source: GB
ru_ru: ГБ

# lblMain
source: Main
fa_ir: اصلی
ru_ru: Основной
zh_cn: 主要的

# lblMainConnection
source: Main Connection
fa_ir: اتصال اصلی
ru_ru: Основное подключение
zh_cn: 主连接

# lblSumOfUsage
source: <b>Total Data Usage:</b>
fa_ir: <b>کل مصرف داده:</b>
ru_ru: <b>Общее использование данных:</b>
zh_cn: <b>总数据使用量：</b>

# MainMenuDescription
source: ✨ With the buttons below you can manage your account or see your latest status. 👉 Follow Us @SEGVPN
fa_ir: ✨ با دکمه های زیر می توانید حساب خود را مدیریت کنید یا آخرین وضعیت خود را مشاهده کنید. 👈 ما را دنبال کنید @SEGVPN
ru_ru: ✨ С помощью кнопок ниже вы можете управлять своим аккаунтом или посмотреть свой последний статус. 👉 Подписывайтесь на нас @SEGVPN
zh_cn: ✨ 您可以使用下面的按钮管理您的账户或查看您的最新状态。 👉 关注我们 @SEGVPN

source: Making connections...
fa_ir: در حال ایجاد ارتباط ...
ru_ru: Создание подключений…
zh_cn: 正在建立连接…

# MakingConnectionWait
source: ⚙️ We are preparing your connections. please wait!
fa_ir: ⚙️ ما در حال آماده سازی ارتباطات شما هستیم. لطفا صبر کنید!
ru_ru: ⚙️ Мы готовим ваши подключения. Пожалуйста, подождите!
zh_cn: ⚙️ 我们正在准备您的连接，请稍候！

# NewServerNowAdded
source: New server is just added to the list. You can see them using the button below.
fa_ir: سرور جدید به تازگی به لیست اضافه شده است. با استفاده از دکمه زیر می توانید آنها را ببینید.
ru_ru: Новый сервер только что добавлен в список. Вы можете увидеть их с помощью кнопки ниже.
zh_cn: 新服务器刚刚添加到列表中。您可以使用下面的按钮查看它们。

# NoActiveSubscription
source: You have no active subscription. Tap on /status command to activate your account.
fa_ir: شما هیچ اشتراک فعالی ندارید. بر روی دستور /status ضربه بزنید تا حساب کاربری شما فعال شود.
ru_ru: У вас нет активной подписки. Нажмите на команду /status, чтобы активировать свой аккаунт.
zh_cn: 您没有有效的订阅。 点击 /status 命令激活您的账户。

# NoDebtToSettle
source: You do not have any debt to settle at the moment
fa_ir: در حال حاضر هیچ بدهی برای تسویه ندارید
ru_ru: У вас нет долгов для погашения в данный момент
zh_cn: 您目前没有任何需要结算的债务

source: No Order found
fa_ir: سفارشی یافت نشد
ru_ru: Заказ не найден
zh_cn: 没有找到订单

# NoServerAvailable
source: No server is available right now
fa_ir: در حال حاضر هیچ سروری در دسترس نیست
ru_ru: Сейчас нет доступных серверов
zh_cn: 目前没有可用的服务器

# NoServerAvailableAddThenRetry
source: No server is available at the moment, add one then try again
fa_ir: در حال حاضر هیچ سروری در دسترس نیست، یکی اضافه کنید سپس دوباره امتحان کنید
ru_ru: Сейчас нет доступных серверов, добавьте один, а затем попробуйте еще раз
zh_cn: 目前没有可用的服务器，请添加一个然后重试

# NoServerAvailableAdminNotified
source: 🔍 No server found at the moment. Try again after a few hours. We are also notified and after a server is made, we will notify you.
fa_ir: 🔍 در حال حاضر سروری پیدا نشد. بعد از چند ساعت دوباره امتحان کنید. ما نیز مطلع شدیم و پس از ساخت سرور به شما اطلاع می دهیم.
ru_ru: 🔍 Сейчас не найдено ни одного сервера. Попробуйте еще раз через несколько часов. Мы также уведомлены и после того, как сервер будет создан, мы сообщим вам.
zh_cn: 🔍 目前没有找到服务器。请在几个小时后再试。 我们也已经收到通知，等服务器建好了，我们会通知您。

# NoServerAvailableForChangeAdminNotified
source: 🔍 No server found at the moment for you to change to. Try again after a few hours. We are also notified and after a server is made, we will notify you.
fa_ir: 🔍 در حال حاضر سروری برای تغییر به آن یافت نشد. بعد از چند ساعت دوباره امتحان کنید. ما نیز مطلع شدیم و پس از ساخت سرور به شما اطلاع می دهیم.
ru_ru: 🔍 Сейчас не найдено ни одного сервера, на который вы могли бы переключиться. Попробуйте еще раз через несколько часов. Мы также уведомлены и после того, как сервер будет создан, мы сообщим вам.
zh_cn: 🔍 目前没有找到您可以更换的服务器。请在几个小时后再试。 我们也已经收到通知，等服务器建好了，我们会通知您。

source: No user found.
fa_ir: کاربری پیدا نشد.
ru_ru: Пользователь не найден.
zh_cn: 没有找到用户。

# PermissionDenied
source: You do not have sufficient permission to perform this task
fa_ir: شما مجوز کافی برای انجام این کار را ندارید
ru_ru: У вас недостаточно прав для выполнения этой задачи
zh_cn: 您没有足够的权限执行此任务

# PollAnswerSubmitted
source: Your answer submitted! Thank you.🙏😊
fa_ir: پاسخ شما ارسال شد! متشکرم.🙏😊
ru_ru: Ваш ответ принят! Спасибо.🙏😊
zh_cn: 您的答案已提交！谢谢您。🙏😊

# NotSubscribedUserAccountText
source: You currently do not have any active subscriptions, tap on the button below to see the plans.
fa_ir: در حال حاضر هیچ اشتراک فعالی ندارید، برای مشاهده برنامه ها روی دکمه زیر ضربه بزنید.
ru_ru: У вас сейчас нет активных подписок, нажмите на кнопку ниже, чтобы увидеть планы.
zh_cn: 您目前没有任何有效的订阅，请点击下面的按钮查看套餐。

# ResetUsage
source: Dear user, after {DaysFromNow} days of your first registeration your usage has been reset. You can always see the menu or see your last state tap on /status
fa_ir: کاربر گرامی، پس از {DaysFromNow} روز از اولین ثبت نام شما، استفاده شما بازنشانی شده است. همیشه می توانید منو را ببینید یا آخرین وضعیت خود را روی /status ضربه بزنید
ru_ru: Уважаемый пользователь, после {DaysFromNow} дней с момента вашей первой регистрации ваше использование было сброшено. Вы всегда можете увидеть меню или посмотреть свое последнее состояние, нажав на /status
zh_cn: 亲爱的用户，在您第一次注册后的 {DaysFromNow} 天内，您的使用量已被重置。 您可以随时查看菜单或查看您的最后状态点击 /status

# SendMessageBelowToUser
source: ✉️ Send message below to the person you want to invite. 💵 By every invite, 5 cents will be added to your credit. Also, you will receive 10% of every transaction that the invited person makes.
fa_ir: ✉️ برای فردی که می خواهید دعوت کنید پیام زیر را ارسال کنید. 💵 با هر دعوت 5 سنت به اعتبار شما اضافه می شود. همچنین از هر تراکنشی که فرد دعوت شده انجام می دهد 10 درصد دریافت خواهید کرد.
ru_ru: ✉️ Отправьте сообщение ниже человеку, которого хотите пригласить. 💵 За каждое приглашение вам будет начислено 5 центов. Кроме того, вы получите 10% от каждой транзакции, которую совершит приглашенный человек.
zh_cn: ✉️ 将下面的消息发送给您想要邀请的人。 💵 每邀请一人，您的信用额度将增加5分。另外，您还将获得被邀请人每笔交易的10%。

# SendMessagesAboveToUser
source: Send Messages above to the user
fa_ir: پیام های بالا را برای کاربر ارسال کنید
ru_ru: Отправьте сообщения выше пользователю
zh_cn: 将上面的消息发送给用户

# SelectServerToChange
source: 🌎 Select a location to change. You are currently on {CurrentServerName}.
fa_ir: 🌎 مکانی را برای تغییر انتخاب کنید. شما در حال حاضر در {CurrentServerName} هستید.
ru_ru: 🌎 Выберите локацию для смены. Вы сейчас на {CurrentServerName}.
zh_cn: 🌎 选择一个位置进行更换。 您目前在 {CurrentServerName}。

# ServerChangedSuccessfully
source: 🌎 Location changed successfully. ❗️ Your current connections will be deleted soon, Please use the new ones by updating your subscription or copying and pasting newly generated config text above. ‼️ Attention: Reality Configs Only work on specific clients at the moment. Tap on /help for more detail
fa_ir: 🌎 مکان با موفقیت تغییر کرد. ❗️ اتصالات فعلی شما به زودی حذف خواهد شد، لطفاً با به روز رسانی اشتراک خود یا کپی و جایگذاری متن پیکربندی جدید ایجاد شده در بالا، از اتصالات جدید استفاده کنید. ‼️ توجه: تنظیمات Reality در حال حاضر فقط روی کلاینت‌های خاصی کار می کند. برای جزئیات بیشتر روی /help ضربه بزنید
ru_ru: 🌎 Локация успешно изменена. ❗️ Ваши текущие подключения скоро будут удалены. Пожалуйста, используйте новые, обновив свою подписку или скопировав и вставив новый сгенерированный текст конфигурации выше. ‼️ Внимание: Reality Configs работают только на определенных клиентах в настоящее время. Нажмите на /help для более подробной информации
zh_cn: 🌎 位置更换成功。 ❗️ 您的当前连接将很快被删除，请通过更新您的订阅或复制粘贴新生成的配置文本来使用新的连接。 ‼️ 注意：Reality Configs 目前只适用于特定的客户端。 点击 /help 查看更多详情

# ServerNoLongerAvailable
source: Selected server is no longer available. Please choose another server
fa_ir: سرور انتخابی دیگر در دسترس نیست. لطفا سرور دیگری انتخاب کنید
ru_ru: Выбранный сервер больше недоступен. Пожалуйста, выберите другой сервер
zh_cn: 所选服务器已不可用。请选择另一个服务器

# SubscriptionExpired
source: 💀 Your subscription expired and all of your connections are deleted. ♻️ To subscribe again tap on button below.
fa_ir: 💀 اشتراک شما منقضی شده و همه اتصالات شما حذف شده است. ♻️ برای اشتراک مجدد روی دکمه زیر ضربه بزنید.
ru_ru: 💀 Ваша подписка истекла и все ваши подключения удалены. ♻️ Чтобы подписаться снова, нажмите на кнопку ниже.
zh_cn: 💀 您的订阅已过期，所有的连接都被删除了。 ♻️ 要再次订阅，请点击下面的按钮。

# SubscriptionExpireDate
source: Your subscription is valid for {GetSubscriptionDaysTillExpire} days and till {ExpireDate}
fa_ir: اشتراک شما برای {GetSubscriptionDaysTillExpire} روز و تا {ExpireDate} معتبر است
ru_ru: Ваша подписка действительна в течение {GetSubscriptionDaysTillExpire} дней и до {ExpireDate}
zh_cn: 您的订阅有效期为 {GetSubscriptionDaysTillExpire} 天，直到 {ExpireDate}

# SubscriptionExpiring
source: Your subscription is expiring, consider recharging your account.
fa_ir: اشتراک شما در حال انقضا است، به فکر شارژ مجدد حساب خود باشید.
ru_ru: Ваша подписка истекает, рассмотрите возможность пополнения своего счета.
zh_cn: 您的订阅即将到期，请考虑充值您的账户。

# SubscriptionRemainingDayPaid
source: There are only {daysTillExpire} days until your subscription ends. Tap on button below to extend it.
fa_ir: فقط {daysTillExpire} روز تا پایان اشتراک شما باقی مانده است. برای گسترش آن روی دکمه زیر ضربه بزنید.
ru_ru: Осталось только {daysTillExpire} дней до окончания вашей подписки. Нажмите на кнопку ниже, чтобы продлить ее.
zh_cn: 距离您的订阅结束还有 {daysTillExpire} 天。点击下面的按钮来延长它。

# SubscriptionRemainingDayFree
source: There are only {daysTillExpire} days until your trial subscription ends. To subscribe for a premium account tap on this button.
fa_ir: فقط {daysTillExpire} روز تا پایان اشتراک آزمایشی شما باقی مانده است. برای اشتراک در حساب پرمیوم روی این دکمه ضربه بزنید.
ru_ru: Осталось только {daysTillExpire} дней до окончания вашей пробной подписки. Чтобы подписаться на премиум-аккаунт, нажмите на эту кнопку.
zh_cn: 距离您的试用订阅结束还有 {daysTillExpire} 天。要订购高级账户，请点击此按钮。

# SystemMessageCurrentUsage
source: System Notification: Your usage till now
fa_ir: اعلان سیستم: استفاده شما تا کنون
ru_ru: Системное уведомление: Ваше использование до сих пор
zh_cn: 系统通知：您目前的使用情况

# SystemMessagePayDebt
source: <i>System Notification: Pay Debt</i> Dear user, {day} days has passed from your last debt subscription. For more information tap on the button below Thank you 🙏
fa_ir: <i>اعلان سیستم: پرداخت بدهی</i> کاربر گرامی، {day} روز از آخرین اشتراک بدهی شما گذشته است. برای اطلاعات بیشتر روی دکمه زیر ضربه بزنید متشکرم 🙏
ru_ru: <i>Системное уведомление: Оплатить долг</i> Уважаемый пользователь, {day} дней прошло с момента вашей последней долговой подписки. Для получения более подробной информации нажмите на кнопку ниже Спасибо 🙏
zh_cn: <i>系统通知：支付债务</i> 亲爱的用户，您上次欠费订阅已经过去了 {day} 天。 要了解更多信息，请点击下面的按钮 谢谢您 🙏

# TapToSeeMenu
source: Tap on /status to see the menu
fa_ir: برای مشاهده منو روی /status ضربه بزنید
ru_ru: Нажмите на /status, чтобы увидеть меню
zh_cn: 点击 /status 查看菜单

# UnderMaintenance
source: The bot is Under Maintenance... Please try again at around {0}
fa_ir: ربات تحت تعمیر است... لطفاً دوباره در حدود {0} امتحان کنید
ru_ru: Бот находится на обслуживании… Пожалуйста, попробуйте еще раз около {0}
zh_cn: 机器人正在维护中…请在 {0} 左右再试

# UserAccountExpired
source: User has no active account
fa_ir: کاربر هیچ حساب کاربری فعالی ندارد
ru_ru: У пользователя нет активного аккаунта
zh_cn: 用户没有有效的账户
