Repository: SEGSeed/SEGVpnLanguages
Catalog: App_GlobalResources/Language.*.resx
Languages: fa_ir, ru_ru, zh_cn

# UserBecameAdmin
source: Congrats! You are now an admin.
fa_ir: تبریک میگم شما اکنون یک ادمین هستید..
ru_ru: Поздравляем! Вы теперь администратор.
zh_cn: 恭喜！您现在是管理员了。

# VerifyingInProgress
source: Verifying...
fa_ir: در حال تأیید...
ru_ru: Проверка…
zh_cn: 正在验证…

# WaitMakingConnections
source: Please wait while we are generating connections...
fa_ir: لطفاً صبر کنید تا ما در حال ایجاد اتصالات هستیم...
ru_ru: Пожалуйста, подождите, пока мы генерируем подключения…
zh_cn: 请等待我们生成连接…

# WhatsMyIDSuccessResult
source: Done, thanks
fa_ir: انجام شد، با تشکر
ru_ru: Готово, спасибо
zh_cn: 完成，谢谢

# WindowsApplications
source: There are currently 3 applications for windows; 1- softether 2- Nekoray for Vmess, Vless, Trojan 3- Netch for Vmess, Vless, Trojan To see the tutorial tap on corresponding button
fa_ir: در حال حاضر 3 برنامه برای ویندوز وجود دارد. 1- softether 2- Nekoray برای Vmess، Vless، Trojan 3- Netch برای Vmess، Vless، Trojan برای دیدن آموزش روی دکمه مربوطه ضربه بزنید
ru_ru: Сейчас есть 3 приложения для Windows; 1- softether 2- Nekoray для Vmess, Vless, Trojan 3- Netch для Vmess, Vless, Trojan Чтобы посмотреть урок, нажмите на соответствующую кнопку
zh_cn: 目前有3个适用于windows的应用程序； 1- softether 2- Nekoray for Vmess, Vless, Trojan 3- Netch for Vmess, Vless, Trojan 要查看教程，请点击相应的按钮

# WrongServerCode
source: Wrong server code. Try again
fa_ir: کد سرور اشتباه است. دوباره امتحان کنید
ru_ru: Неверный код сервера. Попробуйте еще раз
zh_cn: 错误的服务器代码。请重试

# SubscriptionPlanFree
source: Free
fa_ir: رایگان
ru_ru: Бесплатно
zh_cn: 免费

# SubscriptionPlan1
source: Bronze
fa_ir: برنز
ru_ru: Бронза
zh_cn: 青铜

# SubscriptionPlan2
source: Silver
fa_ir: نقره ای
ru_ru: Серебро
zh_cn: 白银

# SubscriptionPlan3
source: Gold
fa_ir: طلایی
ru_ru: Золото
zh_cn: 黄金

# btnSubscription
source: 🛍 Subscription
fa_ir: 🛍 اشتراک
ru_ru: 🛍 Подписка
zh_cn: 🛍 订阅

# NoPlansAvailable
source: There are no plans available at the moment
fa_ir: در حال حاضر هیچ طرحی در دسترس نیست
ru_ru: Сейчас нет доступных планов
zh_cn: 目前没有可用的套餐

# ViewPlanListTemplate
source: {Number}. {PlanTitle} Plan, {MaxTraffic}GB per Month, {Month} Month, {IpLimit} Simultanous Users. Price <del>{ActualAmount}$</del> {DiscountedAmount}$ {DiscountPercent}% off!
fa_ir: {Number}. طرح {PlanTitle}، {MaxTraffic} گیگابایت در ماه، {Month} ماه، {IpLimit} کاربران همزمان. قیمت <del>{ActualAmount}$</del> {DiscountedAmount}$ {DiscountPercent}% تخفیف!
ru_ru: {Number}. План {PlanTitle}, {MaxTraffic} ГБ в месяц, {Month} в месяц, {IpLimit} одновременных пользователей. Цена <del>{ActualAmount}$</del> {DiscountedAmount}$ {DiscountPercent}% скидка!
zh_cn: {Number}. {PlanTitle} 计划，每月 {MaxTraffic}GB，{Month} 个月，{IpLimit} 个并发用户。 价格<del>{ActualAmount}$</del>; {DiscountedAmount}$ {DiscountPercent}% 折扣！

# OrderPlan
source: Order "{PlanTitle}" for {Amount}$
fa_ir: سفارش "{PlanTitle}" به مبلغ {Amount}$
ru_ru: Заказать "{PlanTitle}” за {Amount}$
zh_cn: 以 {Amount}$ 订购"{PlanTitle}”

# OrderItemDetailPlan
source: {PlanTitle} Plan {MaxTraffic}GB per Month {Month} Month {IpLimit} Simultanous Users.
fa_ir: طرح {PlanTitle} {MaxTraffic} گیگابایت در ماه ماه {Month} {IpLimit} کاربران همزمان.
ru_ru: План {PlanTitle} {MaxTraffic}ГБ в месяц {Month} месяц {IpLimit} одновременных пользователей.
zh_cn: {PlanTitle} 计划 {MaxTraffic}GB 每月 {Month}月 {IpLimit} 并发用户。

# OrderItemDetailGiftCredit
source: Gift {Amount}$ Credit via Gift link
fa_ir: هدیه {Amount}$ اعتبار از طریق پیوند هدیه
ru_ru: Подарить {Amount}$ кредит по ссылке для подарка
zh_cn: 通过礼品链接赠送 {Amount}$ 积分

# OrderItemDetailGiftPlan
source: Gift Subscription below via Gift link {PlanDetail}
fa_ir: اشتراک هدیه در زیر از طریق لینک هدیه {PlanDetail}
ru_ru: Подарить подписку ниже по ссылке для подарка {PlanDetail}
zh_cn: 通过礼物链接在下方订阅礼物 {PlanDetail}

# OrderDetail
source: Your order detail: {OrderItemDetail} Price {Amount}$ 💰 Your credit: {WalletBalance}$ Tap on button below to pay.
fa_ir: جزئیات سفارش شما: {OrderItemDetail} قیمت {Amount}$ 💰 اعتبار شما: {WalletBalance}$ برای پرداخت روی دکمه زیر ضربه بزنید.
ru_ru: Детали вашего заказа: {OrderItemDetail} Цена {Amount}$ 💰 Ваш баланс: {WalletBalance}$ Нажмите на кнопку ниже, чтобы оплатить.
zh_cn: 您的订单详情： {OrderItemDetail} 价格{金额}$ 💰你的信用：{WalletBalance}$ 点击下方按钮进行支付。

# OrderDetailForGiftPurchase
source: Gift detail: Price {Amount}$ 💰 Your credit: {WalletBalance}$ Tap on button below to pay.
fa_ir: جزئیات هدیه: قیمت {Amount}$ 💰 اعتبار شما: {WalletBalance}$ برای پرداخت روی دکمه زیر ضربه بزنید.
ru_ru: Детали подарка: Цена {Amount}$ 💰 Ваш баланс: {WalletBalance}$ Нажмите на кнопку ниже, чтобы оплатить.
zh_cn: 礼物详情： 价格{金额}$ 💰你的信用：{WalletBalance}$ 点击下方按钮进行支付。

source: Choose gift type:
fa_ir: نوع هدیه را انتخاب کنید:
ru_ru: Выберите тип подарка:
zh_cn: 选择礼物类型：

# GiftTypeCredit
source: 💰 Credit
fa_ir: 💰 اعتبار
ru_ru: 💰 Кредит
zh_cn: 💰 信用额度

# GiftTypeSubscription
source: 🛍 Subscription
fa_ir: 🛍 اشتراک
ru_ru: 🛍 Подписка
zh_cn: 🛍 订阅

# PayOrderAmount
source: Pay {Amount}$
fa_ir: پرداخت {Amount}$
ru_ru: Оплатить {Amount}$
zh_cn: 支付 {Amount}$

# btnCancelOrderPayment
source: ❌ Cancel
fa_ir: ❌ لغو کردن
ru_ru: ❌ Отменить
zh_cn: ❌ 取消

# PayPreviousOrderFirst
source: You have an unpaid order, please check that first
fa_ir: شما یک سفارش پرداخت نشده دارید، لطفاً ابتدا آن را بررسی کنید
ru_ru: У вас есть неоплаченный заказ, пожалуйста, проверьте его сначала
zh_cn: 您有一个未付款的订单，请先查看那个

source: Order cancelled.
fa_ir: سفارش لغو شد.
ru_ru: Заказ отменен.
zh_cn: 订单已取消。

# btnMyWallet
source: 💰 Credit
fa_ir: 💰 اعتبار
ru_ru: 💰 Кредит
zh_cn: 💰 信用额度

# MyWalletMessage
source: 💰 Your Current Balance is {WalletBalance}$ If you want to increase your credit tap on buttons below. Tip: You also can send the amount in dollar (numbers only) for a custom recharge. For example 5.99 or 10... (Minimum 0.99)
fa_ir: 💰 موجودی فعلی شما {WalletBalance}$ است اگر می خواهید اعتبار خود را افزایش دهید، روی دکمه های زیر ضربه بزنید. نکته: همچنین می توانید مبلغ را به دلار (فقط اعداد) برای شارژ سفارشی ارسال کنید. به عنوان مثال 5.99 یا 10 ... (حداقل 0.99)
ru_ru: 💰 Ваш текущий баланс {WalletBalance}$ Если вы хотите увеличить свой кредит, нажмите на кнопки ниже. Совет: Вы также можете отправить сумму в долларах (только цифры) для индивидуального пополнения. Например 5,99 или 10... (минимум 0,99)
zh_cn: 💰您当前的余额是 {WalletBalance}$ 如果您想增加信用，请点击下面的按钮。 提示：您还可以发送美元金额（仅限数字）以进行自定义充值。 例如 5.99 或 10... （最低 0.99）

# ChargeWalletCancelled
source: Charging cancelled, tap /status to see your latest status
fa_ir: شارژ لغو شد، روی /status ضربه بزنید تا آخرین وضعیت خود را ببینید
ru_ru: Пополнение отменено, нажмите /status, чтобы увидеть свой последний статус
zh_cn: 充电已取消，点按/状态查看您的最新状态

# ChargeWalletAmountIsWrong
source: Please enter the amount correctly For example 5.99 or 10... (Minimum 0.99)
fa_ir: لطفا مبلغ را به درستی وارد کنید به عنوان مثال 5.99 یا 10 ... (حداقل 0.99)
ru_ru: Пожалуйста, введите сумму правильно Например, 5.99 или 10… (Минимум 0.99)
zh_cn: 请正确输入金额 例如 5.99 或 10... （最低 0.99）

# ChargeWalletAmountIsSmallerThan99Cents
source: Amount should be larger than 0.99$
fa_ir: مبلغ باید بزرگتر از 0.99$ باشد
ru_ru: Сумма должна быть больше 0.99$
zh_cn: 金额应大于 0.99$

# ChargeWalletAmountIsLargerThan2000
source: Amount should be smaller than 2000$
fa_ir: مقدار باید کمتر از 2000$ باشد
ru_ru: Сумма должна быть меньше 2000$
zh_cn: 金额应小于 2000$

# ChooseCoin
source: 💵 Choose desired coin to pay {Amount}$ with.
fa_ir: 💵 سکه مورد نظر را برای پرداخت {Amount}$ انتخاب کنید.
ru_ru: 💵 Выберите желаемую монету для оплаты {Amount}$.
zh_cn: 💵 选择所需的硬币来支付 {Amount}$.

source: Payment cancelled
fa_ir: پرداخت لغو شد
ru_ru: Оплата отменена
zh_cn: 支付已取消

# InitiatingPayment
source: Initiating Payment, Generating Crypto Wallet... Please wait...
fa_ir: شروع پرداخت، تولید کیف پول ارزهای دیجیتال... لطفا صبر کنید...
ru_ru: Инициирование оплаты, генерация криптовалютного кошелька… Пожалуйста, подождите…
zh_cn: 正在发起支付，生成加密钱包… 请稍候…

# PaymentProviderIsNotAvailable
source: Payment Provider is currently not available, please try again later
fa_ir: ارائه دهنده پرداخت در حال حاضر در دسترس نیست، لطفاً بعداً دوباره امتحان کنید
ru_ru: Провайдер оплаты в настоящее время недоступен, пожалуйста, попробуйте позже
zh_cn: 支付提供商目前不可用，请稍后再试

# PaymentFailedToInitiate
source: Payment failed to initiate, please try again later
fa_ir: شروع پرداخت ناموفق بود، لطفاً بعداً دوباره امتحان کنید
ru_ru: Не удалось инициировать оплату, пожалуйста, попробуйте позже
zh_cn: 支付初始化失败，请稍后再试

# PaymentStatusChoosingCoin
source: Choosing Coin
fa_ir: انتخاب سکه
ru_ru: Выбор монеты
zh_cn: 选择币种

# PaymentStatusReadyToInitiate
source: Ready To Initiate
fa_ir: آماده برای شروع
ru_ru: Готов к инициации
zh_cn: 准备发起

# PaymentStatusWaiting
source: Waiting for Payment
fa_ir: در انتظار پرداخت
ru_ru: Ожидание оплаты
zh_cn: 等待支付

# PaymentStatusConfirming
source: Confirming
fa_ir: در حال تایید
ru_ru: Подтверждение
zh_cn: 确认中

# PaymentStatusConfirmed
source: Confirmed
fa_ir: تایید شده
ru_ru: Подтверждено
zh_cn: 已确认

# PaymentStatusSending
source: Sending
fa_ir: در حال ارسال
ru_ru: Отправка
zh_cn: 发送中

# PaymentStatusPartiallyPaid
source: Partially Paid
fa_ir: تا حدی پرداخت شده است
ru_ru: Частично оплачено
zh_cn: 部分支付

# PaymentStatusFinished
source: Finished
fa_ir: تمام شده
ru_ru: Завершено
zh_cn: 已完成

# PaymentStatusFailed
source: Failed
fa_ir: ناموفق
ru_ru: Не удалось
zh_cn: 失败的

# PaymentStatusRefunded
source: Refunded
fa_ir: بازپرداخت شد
ru_ru: Возвращено
zh_cn: 已退款

# PaymentStatusExpired
source: Expired
fa_ir: منقضی شده
ru_ru: Истек
zh_cn: 已过期

# WaitingForPaymentTemplateTypeCrypto
source: Please send <code>{CryptoAmount}</code> {CryptoName} on <b>{CryptoNetwork}</b> network to Crypto Wallet below <code>{Wallet}</code> {MemoTemplate} Payment status: {PaymentStatus} Please note that payments may take a few minutes to take place and you will be notified after verification This payment will expire in {MinutesToExpire} minutes tap on /refresh to refresh manually
fa_ir: لطفاً <code>{CryptoAmount}</code> {CryptoName} را در شبکه <b>{CryptoNetwork}</b> به کیف پول زیر ارسال کنید <code>{Wallet}</code> {MemoTemplate} وضعیت پرداخت: {PaymentStatus} لطفاً توجه داشته باشید که پرداخت ها ممکن است چند دقیقه طول بکشد و پس از تأیید به شما اطلاع داده می شود این پرداخت {MinutesToExpire} دقیقه دیگر منقضی می‌شود برای بازخوانی دستی روی /refresh ضربه بزنید
ru_ru: Пожалуйста, отправьте <code>{CryptoAmount}</code> {CryptoName} по сети <b>{CryptoNetwork}</b> на криптовалютный кошелек ниже <code>{Wallet}</code> {MemoTemplate} Статус оплаты: {PaymentStatus} Обратите внимание, что оплата может занять несколько минут и вы будете уведомлены после проверки Эта оплата истечет через {MinutesToExpire} минут нажмите на /refresh, чтобы обновить вручную
zh_cn: 请发送 <code>{CryptoAmount}</code> {CryptoName} 到以下加密钱包，使用 <b>{CryptoNetwork}</b> 网络 <code>{Wallet}</code> {MemoTemplate} 支付状态：{PaymentStatus} 请注意，支付可能需要几分钟才能完成，您将在验证后收到通知 此支付将在 {MinutesToExpire} 分钟后过期 点击 /refresh 手动刷新

# WaitingForPaymentTemplateIRR
source: Click on this link to pay with Iran Rial: https://weswap.digital/quick?amount={CryptoAmount}&currency=TRX&address={Wallet} Payment status: {PaymentStatus} Please note that payments may take a few minutes to take place and you will be notified after verification This payment will expire in {MinutesToExpire} minutes tap on /refresh to refresh manually
fa_ir: برای پرداخت با ریال ایران روی این لینک کلیک کنید: https://weswap.digital/quick?amount={CryptoAmount}&currency=TRX&address={Wallet} وضعیت پرداخت: {PaymentStatus} لطفاً توجه داشته باشید که پرداخت‌ها ممکن است چند دقیقه زمان ببرد و پس از تأیید به شما اطلاع داده خواهد شد این پرداخت در {MinutesToExpire} دقیقه منقضی خواهد شد روی /refresh بزنید تا به صورت دستی تازه‌سازی شود
ru_ru: Нажмите на эту ссылку, чтобы оплатить с помощью иранского риала: https://weswap.digital/quick?amount={CryptoAmount}&currency=TRX&address={Wallet} Статус платежа: {PaymentStatus} Обратите внимание, что платежи могут занять несколько минут и после проверки вы будете уведомлены Этот платеж истечет через {MinutesToExpire} минут нажмите на /refresh для ручного обновления
zh_cn: 点击此链接用伊朗里亚尔支付： https://weswap.digital/quick?amount={CryptoAmount}&currency=TRX&address={Wallet} 付款状态：{PaymentStatus} 请注意，付款可能需要几分钟才能完成，验证后您将收到通知 此付款将在 {MinutesToExpire} 分钟后过期 点击 /refresh 手动刷新

# MemoTemplate
source: Memo: <code>{Memo}</code> 🟥 Caution: if you do not specify memo, the payment may be lost
fa_ir: Memo: <code>{Memo}</code> احتیاط: اگر Memo را مشخص نکنید، ممکن است پرداخت از بین برود
ru_ru: Memo: <code>{Memo}</code> 🟥 Внимание: если вы не укажете memo, оплата может быть потеряна
zh_cn: Memo: <code>{Memo}</code> 🟥 注意：如果您不指定 memo，支付可能会丢失

# PaymentFailed
source: Payment has failed due to an error. Please try again later.
fa_ir: پرداخت به دلیل خطا انجام نشد. لطفاً بعداً دوباره امتحان کنید.
ru_ru: Оплата не удалась из-за ошибки. Пожалуйста, попробуйте позже.
zh_cn: 支付失败，出现错误。请稍后再试。

# PaymentExpired
source: Payment has Expired. Please try again.
fa_ir: پرداخت منقضی شده است لطفا دوباره تلاش کنید.
ru_ru: Оплата истекла. Пожалуйста, попробуйте еще раз.
zh_cn: 支付已过期。请重试。

# PartiallyPaidTemplate
source: <b>You partially paid the amount❗️</b> We received {ReceivedAmount} {CryptoName} from you Please send remaining <code>{CryptoAmount}</code> {CryptoName} to Crypto Wallet below to complete payment <code>{Wallet}</code> {MemoTemplate} Payment status: {PaymentStatus} Please note that payments may take a few minutes to take place and you will be notified after verification This payment will expire in {MinutesToExpire} minutes tap on /refresh to refresh manually
fa_ir: <b>مبلغ را تا حدی پرداخت کردید❗️</b> ما {ReceivedAmount} {CryptoName} را از شما دریافت کردیم لطفاً <code>{CryptoAmount}</code> {CryptoName} را در شبکه <b>{CryptoNetwork}</b> به کیف پول زیر ارسال کنید <code>{Wallet}</code> {MemoTemplate} وضعیت پرداخت: {PaymentStatus} لطفاً توجه داشته باشید که پرداخت ها ممکن است چند دقیقه طول بکشد و پس از تأیید به شما اطلاع داده می شود این پرداخت {MinutesToExpire} دقیقه دیگر منقضی می‌شود برای بازخوانی دستی روی /refresh ضربه بزنید
ru_ru: <b>Вы частично оплатили сумму❗️</b> Мы получили от вас {ReceivedAmount} {CryptoName} Пожалуйста, отправьте оставшиеся <code>{CryptoAmount}</code> {CryptoName} на криптовалютный кошелек ниже, чтобы завершить оплату <code>{Wallet}</code> {MemoTemplate} Статус оплаты: {PaymentStatus} Обратите внимание, что оплата может занять несколько минут и вы будете уведомлены после проверки Эта оплата истечет через {MinutesToExpire} минут нажмите на /refresh, чтобы обновить вручную
zh_cn: <b>您部分支付了金额❗️</b> 我们收到了您的 {ReceivedAmount} {CryptoName} 请发送剩余的 <code>{CryptoAmount}</code> {CryptoName} 到以下加密钱包以完成支付 <code>{Wallet}</code> {MemoTemplate} 支付状态：{PaymentStatus} 请注意，支付可能需要几分钟才能完成，您将在验证后收到通知 此支付将在 {MinutesToExpire} 分钟后过期 点击 /refresh 手动刷新

# ConfirmingTemplate
source: Confirming payment, Please wait...
fa_ir: در حال تایید پرداخت، لطفا صبر کنید...
ru_ru: Подтверждение оплаты, пожалуйста, подождите…
zh_cn: 正在确认支付，请稍候…

# ConfirmedTemplate
source: Payment confirmed...
fa_ir: پرداخت تایید شد...
ru_ru: Оплата подтверждена…
zh_cn: 支付已确认…

# SendingTemplate
source: Sending received amount...
fa_ir: ارسال مبلغ دریافتی...
ru_ru: Отправка полученной суммы…
zh_cn: 正在发送收到的金额…

# RefundedTemplate
source: Payment refunded. Try again
fa_ir: پرداخت بازپرداخت شد. دوباره امتحان کنید
ru_ru: Оплата возвращена. Попробуйте еще раз
zh_cn: 支付已退款。请重试

# PaymentEximatedPriceUpdated
source: Caution: Payment estimated price updated, please pay the new amount below.
fa_ir: احتیاط: قیمت تخمینی پرداخت به روز شد، لطفاً مبلغ جدید زیر را پرداخت کنید.
ru_ru: Внимание: Оценочная цена оплаты обновлена, пожалуйста, оплатите новую сумму ниже.
zh_cn: 注意：支付估计价格已更新，请支付下面的新金额。

# PaymentFinished
source: Thanks, We received {FiatAmount}$, {ReceivedAmount} {CryptoName}.
fa_ir: با تشکر، ما {FiatAmount}$, {ReceivedAmount} {CryptoName} را دریافت کردیم.
ru_ru: Спасибо, мы получили {FiatAmount}$, {ReceivedAmount} {CryptoName}.
zh_cn: 谢谢，我们收到了 {FiatAmount}$，{ReceivedAmount} {CryptoName}。

# UserShouldGoPremiumToCharge
source: You have to go Premium to charge and extend your connection. Click on the button below to see the offers.
fa_ir: برای شارژ و تمدید اتصال خود باید به Premium بروید. برای مشاهده پیشنهادات روی دکمه زیر کلیک کنید.
ru_ru: Вы должны перейти на Premium, чтобы пополнить и продлить свое подключение. Нажмите на кнопку ниже, чтобы увидеть предложения.
zh_cn: 您必须升级为高级用户才能充值和延长您的连接。 点击下面的按钮查看优惠。

# UserShouldIsCurrentlyPremium
source: You are currently Premium!
fa_ir: شما در حال حاضر Premium هستید!
ru_ru: Вы сейчас Premium!
zh_cn: 您目前是高级用户！

# UserHadFreeSubscriptionBefore
source: We only offer one free subscription! Click on the button below to buy a new subscription.
fa_ir: ما فقط یک اشتراک رایگان ارائه می دهیم! برای خرید اشتراک جدید روی دکمه زیر کلیک کنید.
ru_ru: Мы предлагаем только одну бесплатную подписку! Нажмите на кнопку ниже, чтобы купить новую подписку.
zh_cn: 我们只提供一次免费订阅！点击下面的按钮购买新的订阅。

# UserHaveToHaveASubscription
source: ❗️ You do not have an active subscription.
fa_ir: ❗️ شما اشتراک فعال ندارید.
ru_ru: ❗️ У вас нет активной подписки.
zh_cn: ❗️ 您没有有效的订阅。

# btnSwitchToConfigPlainText
source: 📝 Switch to Config Text
fa_ir: 📝 تغییر به Config Text
ru_ru: 📝 Переключиться на текст конфигурации
zh_cn: 📝 切换到配置文本

# btnSwitchToConfigSubscriptionLink
source: 🔑 Switch to Subscription Link
fa_ir: 🔑 تغییر به Subscription Link
ru_ru: 🔑 Переключиться на ссылку подписки
zh_cn: 🔑 切换到订阅链接

# btnHowToConnectToV2ray
source: How to connect to V2Ray❔
fa_ir: نحوه اتصال به V2Ray❔
ru_ru: Как подключиться к V2Ray❔
zh_cn: 如何连接到 V2Ray❔

# SelectLanguage
source: 🌐 <b>Choose your language </b> ❗️ NOTE: All languages (except English) are auto-translated using Bing ChatGPT and Google Translate. If you want to improve and contribute, please read <a href="https://t.me/SEGVPN/13">This Post</a>.
fa_ir: 🌐 <b>زبان خود را انتخاب کنید </b> ❗️ توجه: همه زبان ها (به جز انگلیسی) با استفاده از Bing ChatGPT و Google Translate به صورت خودکار ترجمه شده اند. اگر می‌خواهید پیشرفت دهید و کمک کنید، لطفا <a href="https://t.me/SEGVPN/13">این پست</a> را بخوانید.
ru_ru: 🌐 <b>Выберите язык </b> ❗️ ПРИМЕЧАНИЕ. Все языки (кроме английского) автоматически переводятся с помощью Bing ChatGPT и Google Translate. Если вы хотите улучшить и внести свой вклад, прочитайте <a href="https://t.me/SEGVPN/13">этот пост</a>.
zh_cn: 🌐 <b>选择你的语言 </b>; ❗️ 注意：所有语言（英语除外）均使用 Bing ChatGPT 和谷歌翻译自动翻译。 如果您想改进和贡献，请阅读<a href="https://t.me/SEGVPN/13">本帖</a>。

# LanguageIsSetSuccessfully
source: 🇬🇧 Your preferred language is now set. You can always change your language with command /language
fa_ir: 🇮🇷 زبان مورد نظر شما اکنون تنظیم شده است. شما همیشه می توانید زبان خود را با دستور /language تغییر دهید
ru_ru: 🇷🇺 Ваш предпочтительный язык теперь установлен. Вы всегда можете изменить свой язык с помощью команды /language
zh_cn: 🇨🇳 您的首选语言现已设置。 您可以随时使用命令 /language 更改您的语言

# TermsOfService
source: ❗️ To connect to our servers, you must first accept our terms: — This service is designed for anti-censorship purposes. 🚫 Network scanning, 🚫 BitTorrent, 🚫 Hacking, 🚫 Cracking, and other similar activities are not allowed. — Connections are designed to be used by only one person. — If these rules get violated your account may be suspended.
fa_ir: ❗️ برای اتصال به سرورهای ما، ابتدا باید شرایط ما را بپذیرید: — این سرویس برای اهداف ضد سانسور طراحی شده است. 🚫 اسکن شبکه، 🚫 بیت تورنت، 🚫 هک کردن، 🚫 کرک کردن، و سایر فعالیت های مشابه مجاز نمی باشد. - اتصالات طوری طراحی شده اند که فقط توسط یک نفر استفاده شود. - اگر این قوانین نقض شوند، ممکن است حساب شما به حالت تعلیق درآید.
ru_ru: ❗️ Чтобы подключиться к нашим серверам, вы должны сначала принять наши условия: — Этот сервис предназначен для целей противодействия цензуре. 🚫 Сканирование сети, 🚫 BitTorrent, 🚫 Хакинг, 🚫 Крэкинг, и другие подобные действия запрещены. — Подключения предназначены для использования только одним человеком. — Если эти правила нарушаются, ваш аккаунт может быть приостановлен.
zh_cn: ❗️ 要连接到我们的服务器，您必须先接受我们的条款： — 此服务是为反审查目的而设计的。 🚫 网络扫描， 🚫 BitTorrent， 🚫 黑客， 🚫 破解， 以及其他类似活动是不允许的。 — 连接是设计为只供一人使用。 — 如果违反这些规则，您的账户可能会被暂停。

# TermsOfServiceAgreedText
source: ✅ Terms of service accepted, now you can click on '🌐 Connect' button to receive your connections.
fa_ir: ✅ شرایط خدمات پذیرفته شد، اکنون می توانید برای دریافت اتصالات خود بر روی دکمه '🌐 اتصال!' کلیک کنید.
ru_ru: ✅ Условия обслуживания приняты, теперь вы можете нажать кнопку «🌐 Подключиться», чтобы получать подключения.
zh_cn: ✅ 接受服务条款，现在您可以点击“🌐连接”按钮接收您的连接。

# TermsOfServiceDisagreeText
source: We are sorry that our terms do not suit you! We hope you come back soon or use our other <a href="https://t.me/SegLand">Products</a>. Tap on /terms to see terms again.
fa_ir: متاسفیم که شرایط ما برای شما مناسب نیست! امیدواریم به زودی برگردید یا از دیگر ما استفاده کنید <a href="https://t.me/SegLand">Products</a>. برای مشاهده مجدد شرایط، روی /terms ضربه بزنید.
ru_ru: Нам жаль, что наши условия вам не подходят! Надеемся, что вы скоро вернетесь или воспользуетесь нашими другими <a href="https://t.me/SegLand">Продуктами</a>. Нажмите на /terms, чтобы снова увидеть условия.
zh_cn: 很抱歉我们的条款不适合您！ 我们希望您尽快回来或使用我们的其他 <a href="https://t.me/SegLand"> 产品 </a>。 点击 /terms 再次查看条款。

# InviteeShareToInviter
source: 💰 One of your invitees had a payment so here is your share! You received {share}$ and your current credit is {walletBalance}$
fa_ir: 💰 یکی از دعوت شدگان شما مبلغی را پرداخت کرده است، پس سهم شما این است! شما {share}$ دریافت کردید و اعتبار فعلی شما {walletBalance}$ است
ru_ru: 💰 У одного из ваших приглашенных была оплата, так что вот ваша доля! Вы получили {share}$, и ваш текущий баланс составляет {walletBalance}$
zh_cn: 💰您的一位受邀者付款了，所以这是您的份额！ 您收到了 {share}$，您当前的余额为 {walletBalance}$

# SomeoneJoinedByInviteLink
source: 💰 Someone joined the bot using your invite link You received {share}$ and your current credit is {walletBalance}$
fa_ir: 💰 شخصی با استفاده از لینک دعوت شما به ربات پیوست شما {share}$ دریافت کردید و اعتبار فعلی شما {walletBalance}$ است
ru_ru: 💰 Кто-то присоединился к боту по вашей пригласительной ссылке Вы получили {share}$, и ваш текущий баланс составляет {walletBalance}$
zh_cn: 💰有人使用您的邀请链接加入了机器人 您收到了 {share}$，您当前的余额为 {walletBalance}$

# GiftChooseAmount
source: 💰 Choose Amount you want to gift
fa_ir: 💰 مبلغی را که می خواهید هدیه دهید انتخاب کنید
ru_ru: 💰 Выберите сумму, которую хотите подарить
zh_cn: 💰 选择您想要赠送的金额

# GiftChoosePlan
source: 🛍 Choose Plan you want to gift
fa_ir: 🛍 طرحی را که می خواهید هدیه دهید انتخاب کنید
ru_ru: 🛍 Выберите план, который хотите подарить
zh_cn: 🛍 选择您想要赠送的套餐

# TheGiftIsReady
source: 🎁 The gift is ready! Send Message to the person you want to surprise with it!
fa_ir: 🎁 هدیه آماده است! برای شخصی که می خواهید با آن غافلگیر شود پیام زیر را ارسال کنید!
ru_ru: 🎁 Подарок готов! Отправьте сообщение человеку, которого хотите удивить им!
zh_cn: 🎁 礼物已准备好！ 给您想要惊喜的人发送消息吧！

# GiftCreditMessageText
source: <b>🎁 You've got a gift! </b> <i>Claim your {Amount}$ credit of SEGVpn!</i> 👉 Just follow this link and start the bot to get your gift: {Url}
fa_ir: <b>🎁 شما یک هدیه دارید! </b> <i>اعتبار {Amount}$ SEGVpn خود را مطالبه کنید!</i> 👈 کافیست این لینک را دنبال کنید و ربات را برای دریافت هدیه خود راه اندازی کنید: {Url}
ru_ru: <b>🎁 Вы получили подарок! </b> <i>Заберите свой {Amount}$ кредит от SEGVpn!</i> 👉 Просто перейдите по этой ссылке и запустите бота, чтобы получить свой подарок: {Url}
zh_cn: <b>🎁 您收到了一个礼物！ </b> <i>领取您的 {Amount}$ SEGVpn 信用额度！</i> 👉 只需点击此链接并启动机器人即可获取您的礼物： {Url}
