Repository: SEGSeed/SEGVpnLanguages
Catalog: App_GlobalResources/Language.*.resx
Languages: fa_ir, ru_ru, zh_cn

# GiftSubscriptionPlanMessageText
source: <b>🎁 You've got a gift! </b> <i>Enjoy a free {PlanTitle} Plan Subscription of SEGVpn!</i> 👉 Just click on this link and start the bot to claim your gift: {Url}
fa_ir: <b>🎁 شما یک هدیه دارید! </b> <i>از اشتراک طرح {PlanTitle} رایگان SEGVpn لذت ببرید!</i> 👈 کافیست روی این لینک کلیک کنید و ربات را برای درخواست هدیه خود راه اندازی کنید: {Url}
ru_ru: <b>🎁 Вы получили подарок! </b> <i>Наслаждайтесь бесплатной подпиской на план {PlanTitle} от SEGVpn!</i> 👉 Просто нажмите на эту ссылку и запустите бота, чтобы забрать свой подарок: {Url}
zh_cn: <b>🎁 您收到了一个礼物！ </b> <i>免费享受 SEGVpn 的 {PlanTitle} 套餐订阅！</i> 👉 只需点击此链接并启动机器人即可领取您的礼物： {Url}

# GiftSubscriptionPlanOverview
source: <b>🎀 Here’s an overview of your gift:</b>: A free {PlanTitle} Plan Subscription of SEGVpn
fa_ir: <b>🎀 در اینجا یک نمای کلی از هدیه شما است:</b>: یک اشتراک طرح {PlanTitle} رایگان SEGVpn
ru_ru: <b>🎀 Вот обзор вашего подарка:</b>: Бесплатная подписка на план {PlanTitle} от SEGVpn
zh_cn: <b>🎀 这是您的礼物概览：</b>： SEGVpn 的免费 {PlanTitle} 套餐订阅

# GiftCreditOverview
source: <b>🎀 Here’s an overview of your gift:</b>: {Amount}$ credit of SEGVpn
fa_ir: <b>🎀 در اینجا یک نمای کلی از هدیه شما است:</b>: {Amount}$ اعتبار SEGVpn
ru_ru: <b>🎀 Вот обзор вашего подарка:</b>: {Amount}$ кредита от SEGVpn
zh_cn: <b>🎀 这是您的礼物概览：</b>： SEGVpn 的 {Amount}$ 信用额度

# AcceptTermsFirstThenClickOnGift
source: Please choose your language then accept our terms of use first then click on Gift code Again. Provided code: {Url}
fa_ir: لطفاً زبان خود را انتخاب کنید، سپس ابتدا شرایط استفاده ما را بپذیرید و سپس دوباره روی کد هدیه کلیک کنید. کد ارائه شده: {Url}
ru_ru: Пожалуйста, выберите свой язык, затем сначала примите наши условия использования, а затем снова нажмите Подарочный код. Предоставленный код: {Url}
zh_cn: 请选择您的语言，然后先接受我们的使用条款，然后再次点击礼品代码。 提供的代码：{Url}

source: Gift code is invalid.
fa_ir: کد هدیه نامعتبر است.
ru_ru: Код подарка недействителен.
zh_cn: 礼物代码无效。

# GiftCreditAdded
source: 🎉 You’ve got {Amount}$ added to your credit!
fa_ir: 🎉 شما {Amount}$ به اعتبار خود اضافه کرده اید!
ru_ru: 🎉 Вы получили {Amount}$ на свой кредит!
zh_cn: 🎉 您已经获得了 {Amount}$ 的信用额度！

# GiftSubscriptionAdded
source: 🎉 You’ve just activated your {SubscriptionPlan} Plan for free!
fa_ir: 🎉 شما به تازگی طرح {SubscriptionPlan} خود را به صورت رایگان فعال کرده اید!
ru_ru: 🎉 Вы только что активировали свой план {SubscriptionPlan} бесплатно!
zh_cn: 🎉 您已经免费激活了您的 {SubscriptionPlan} 套餐！

# AddToV2RayClient
source: Add this link to a V2Ray client:
fa_ir: این پیوند را به یک کلاینت V2Ray اضافه کنید:
ru_ru: Добавьте эту ссылку в клиент V2Ray:
zh_cn: 将此链接添加到 V2Ray 客户端：

# SubscriptionLinkIsPermanent
source: ✅ This is your permanent subscription link. If you change your location or purchase new subscriptions, this link will remain the same. Just remember to <b>Update Subscription</b> in the V2ray Client after making any changes.
fa_ir: ✅ این لینک اشتراک دائمی شماست. اگر مکان خود را تغییر دهید یا اشتراک های جدیدی خریداری کنید، این پیوند به همان صورت باقی می ماند. فقط به یاد داشته باشید که <b>به‌روزرسانی اشتراک</b> پس از انجام هر گونه تغییر در برنامه V2ray خود بزنید .
ru_ru: ✅ Это ваша постоянная ссылка на подписку. Если вы измените свое местоположение или приобретете новые подписки, эта ссылка останется прежней. Просто не забудьте <b>Обновить подписку</b> в клиенте V2ray после внесения любых изменений.
zh_cn: ✅ 这是您的永久订阅链接。 如果您更改位置或购买新订阅，此链接将保持不变。 请记住 <b>更新订阅</b> 在进行任何更改后在 V2ray 客户端中。

# AndroidTeachingText
source: Android step by step guide on using Subscription Link 1- Download V2rayNG from this link: https://github.com/2dust/v2rayNG/releases (You have to download V2rayNG version 1.8+ from Github if you want to use Reality configs) 2- Tap on '🌐 Connect!' Button to get config text 3- Tap on the link to copy it 4- Open V2rayNG and tap on Menu icon on top left 5- Tap on 'Subscription group setting' 6- Tap on + icon on top right 7- On 'remark' textbox enter your desired name ie: SegVPN 8- Tap on 'Optional URL' and paste your permanent subscription link you copied at step 3 9- Tap on Check Icon on top right 10- Tap on back Icon on top left to return to the main page of V2rayNG 11- Tap on 3 dots at top right 12- Tap on 'Update subscription' and wait until your connections appear 13- Tap on a connection you want to use 14- Click on connect button on bottom right ⚠️ NOTE: Repeat steps 11 to 14 whenever your connections did not work properly.
fa_ir: راهنمای گام به گام اندروید برای استفاده از Subscription Link 1- از این لینک V2rayNG را دانلود کنید: https://github.com/2dust/v2rayNG/releases (اگر می خواهید از تنظیمات Reality استفاده کنید باید V2rayNG نسخه 1.8+ را از Github دانلود کنید) 2- روی "🌐 اتصال!" ضربه بزنید. دکمه دریافت متن پیکربندی 3- برای کپی کردن لینک روی آن ضربه بزنید 4- بعد از باز کردن V2rayNG، روی نماد Menu در بالا سمت چپ ضربه بزنید 5- روی «Subscription group setting» ضربه بزنید 6- روی نماد + در بالا سمت راست ضربه بزنید 7- در 'remark' نام مورد نظر خود را وارد کنید مثلا: SegVPN 8- روی «Optional URL» ضربه بزنید و پیوند اشتراک دائمی خود را که در مرحله 3 کپی کردید، جای‌گذاری کنید. 9- روی آیکون تیک در بالا سمت راست ضربه بزنید 10- روی آیکون بازگشت در بالا سمت چپ ضربه بزنید تا به صفحه اصلی V2rayNG بازگردید 11- روی 3 نقطه در بالا سمت راست ضربه بزنید 12- روی 'Update subscription' ضربه بزنید و منتظر بمانید تا اتصالات شما ظاهر شود 13- روی اتصالی که می خواهید استفاده کنید ضربه بزنید 14- روی دکمه اتصال در پایین سمت راست کلیک کنید ⚠️ توجه: هر زمان که اتصالات شما به درستی کار نکرد، مراحل 11 تا 14 را تکرار کنید.
ru_ru: Пошаговое руководство по Android по использованию ссылки на подписку Пошаговое руководство для Android по использованию ссылки на подписку 1- Загрузите V2rayNG по этой ссылке: https://github.com/2dust/v2rayNG/releases (вам необходимо загрузить V2rayNG версии 1.8+ с Github, если вы хотите использовать конфиги Reality) 2- Нажмите «🌐 Подключиться!» Кнопка для получения текста конфигурации 3- Нажмите на ссылку, чтобы скопировать ее 4- Откройте V2rayNG и нажмите значок меню в левом верхнем углу. 5- Нажмите «Настройки группы подписки». 6- Нажмите на значок + в правом верхнем углу 7- В текстовом поле «Примечание» введите желаемое имя, например: SegVPN. 8- Нажмите «Необязательный URL» и вставьте постоянную ссылку на подписку, которую вы скопировали на шаге 3. 9- Нажмите на значок проверки в правом верхнем углу. 10- Нажмите на значок «Назад» в левом верхнем углу, чтобы вернуться на главную страницу V2rayNG. 11- Нажмите на 3 точки в правом верхнем углу 12- Нажмите «Обновить подписку» и подождите, пока не появятся ваши подключения. 13- Нажмите на подключение, которое вы хотите использовать 14- Нажмите кнопку подключения в правом нижнем углу. ⚠️ ПРИМЕЧАНИЕ. Повторяйте шаги с 11 по 14 всякий раз, когда ваши подключения не работают должным образом.
zh_cn: Android 使用订阅链接的分步指南 1- 从这个链接下载 V2rayNG：https://github.com/2dust/v2rayNG/releases（如果你想使用 Reality 配置，你必须从 Github 下载 V2rayNG 版本 1.8+） 2- 点击“🌐连接！”获取配置文本的按钮 3- 点击链接进行复制 4- 打开 V2rayNG 并点击左上角的菜单图标 5- 点击“订阅组设置” 6- 点击右上角的 + 图标 7- 在“备注”文本框中输入您想要的名称，即：SegVPN 8- 点击“可选 URL”并粘贴您在第 3 步复制的永久订阅链接 9- 点击右上角的检查图标 10- 点击左上角的返回图标返回到 V2rayNG 的主页 11- 点击右上角的 3 个点 12- 点击“更新订阅”并等待您的连接出现 13- 点击您要使用的连接 14-点击右下角的连接按钮 ⚠️ 注意：每当您的连接无法正常工作时，请重复步骤 11 至 14。

# IosTeachingText
source: iOS step by step guide on using Subscription Link 1- Download FoXray from this link: https://apps.apple.com/us/app/foxray/id6448898396 2- Tap on '🌐 Connect!' Button to get config text 3- Tap on the link to copy it 4- Open FoXray and tap 'Subscriptions' at the bottom menu 5- On 'name' textbox enter your desired name ie: SegVPN 6- Tap on 'URL' and paste your permanent subscription link you copied at step 3 7- Tap on 'Subscribe' and wait for a few seconds 8- Tap on 'Play' Button in front of each connection you want to use ⚠️ NOTE: Do the following steps if your connections did not work properly after some time. 1- Open FoXray and click on 'Subscriptions' at the bottom menu 2- Tap on the name of your subscription 3- Tap on 'Update' and return to Main Page ⚪️ Alternative applications: A. NapsternetV https://apps.apple.com/us/app/napsternetv/id1629465476 B. FairVPN https://apps.apple.com/us/app/fair-vpn/id1533873488 C. V2Box https://apps.apple.com/us/app/v2box-v2ray-client/id6446814690
fa_ir: راهنمای گام به گام iOS برای استفاده از لینک اشتراک 1- از این لینک foXray دانلود کنید: https://apps.apple.com/us/app/foxray/id6448898396 2- روی "🌐 اتصال!" ضربه بزنید. دکمه دریافت متن پیکربندی 3- برای کپی کردن لینک روی آن ضربه بزنید 4- FoXray را باز کنید و در منوی پایین روی 'Subscriptions' ضربه بزنید 5- در 'name' نام مورد نظر خود را وارد کنید یعنی: SegVPN 6- روی «URL» ضربه بزنید و پیوند اشتراک دائمی خود را که در مرحله 3 کپی کرده اید، جایگذاری کنید 7- روی 'Subscribe' ضربه بزنید و چند ثانیه صبر کنید 8- در مقابل هر اتصالی که می‌خواهید استفاده کنید، روی دکمه «Play» ضربه بزنید ⚠️ توجه: اگر پس از مدتی اتصالات شما به درستی کار نکرد، مراحل زیر را انجام دهید. 1- FoXray را باز کرده و در منوی پایین بر روی 'Subscriptions' کلیک کنید 2- روی نام اشتراک خود ضربه بزنید 3- بر روی 'Update' ضربه بزنید و به صفحه اصلی بازگردید ⚪️ برنامه های جایگزین: A. NapsternetV https://apps.apple.com/us/app/napsternetv/id1629465476 ب. FairVPN https://apps.apple.com/us/app/fair-vpn/id1533873488 C. V2Box https://apps.apple.com/us/app/v2box-v2ray-client/id6446814690
ru_ru: Пошаговое руководство по iOS по использованию ссылки на подписку iOS пошаговое руководство по использованию ссылки на подписку 1- Скачайте FoXray по этой ссылке: https://apps.apple.com/us/app/foxray/id6448898396 2- Нажмите на кнопку ‘🌐 Connect!’ чтобы получить текст конфигурации 3- Нажмите на ссылку, чтобы скопировать ее 4- Откройте FoXray и нажмите ‘Subscriptions’ в нижнем меню 5- В текстовом поле ‘name’ введите желаемое имя, например: SegVPN 6- Нажмите на ‘URL’ и вставьте свою постоянную ссылку на подписку, которую вы скопировали на шаге 3 7- Нажмите на ‘Subscribe’ и подождите несколько секунд 8- Нажмите на кнопку ‘Play’ перед каждым подключением, которое вы хотите использовать ⚠️ Примечание: выполните следующие шаги, если ваши подключения не работали должным образом через некоторое время. 1- Откройте FoXray и нажмите на ‘Subscriptions’ в нижнем меню 2- Нажмите на название вашей подписки 3- Нажмите на ‘Update’ и вернитесь на главную страницу ⚪️ Альтернативные приложения: A. NapsternetV https://apps.apple.com/us/app/napsternetv/id1629465476 B. FairVPN https://apps.apple.com/us/app/fair-vpn/id1533873488 C. V2Box https://apps.apple.com/us/app/v2box-v2ray-client/id6446814690
zh_cn: iOS使用订阅链接的分步指南 1- 从这个链接下载FoXray：https://apps.apple.com/us/app/foxray/id6448898396 2- 点击’🌐 Connect!‘按钮获取配置文本 3- 点击链接复制它 4- 打开FoXray并点击底部菜单的’Subscriptions’ 5- 在’name’文本框输入你想要的名字，比如：SegVPN 6- 点击’URL’并粘贴你在第3步复制的永久订阅链接 7- 点击’Subscribe’并等待几秒钟 8- 点击你想要使用的每个连接前面的’Play’按钮 ⚠️ 注意：如果你的连接在一段时间后没有正常工作，请执行以下步骤。 1- 打开FoXray并点击底部菜单的’Subscriptions’ 2- 点击你的订阅名称 3- 点击’Update’并返回主页面 ⚪️ 替代应用程序： A. NapsternetV https://apps.apple.com/us/app/napsternetv/id1629465476 B. FairVPN https://apps.apple.com/us/app/fair-vpn/id1533873488 C. V2Box https://apps.apple.com/us/app/v2box-v2ray-client/id6446814690

# WindowsTeachingText
source: Windows step by step guide on using Subscription Link 1- Download V2rayN by following the gif below from this link: https://github.com/2dust/v2rayN/releases 2- After installing and updating, run the program as administrator 3- Tap on '🌐 Connect!' Button to get config text 4- Tap on the link to copy it 5- Click on + Icon and on 'Remarks' textbox enter your desired name ie: SegVPN 6- Click on 'URL' Textbox and paste URL you copied at step 4 7- Click on 'Confirm' 8- Select the newly created tab (In this example the name will be SegVPN) 9- Click on 'Subscription group' and click on 'Update current subscription without proxy' 10- Left click on the config you want to connect to, then hit enter 11- Check 'Enable Tun' at bottom middle ⚠️ NOTE: Repeat step 9 whenever your connections did not work properly. ⚪️ Alternative applications: A. Nekoray https://github.com/MatsuriDayo/nekoray/releases
fa_ir: راهنمای گام به گام ویندوز برای استفاده از Subscription Link 1- با دنبال کردن گیف زیر V2rayN را از این لینک دانلود کنید: https://github.com/2dust/v2rayN/releases 2- پس از نصب و به روز رسانی، برنامه را به عنوان administrator اجرا کنید 3- روی "🌐 اتصال!" ضربه بزنید. دکمه دریافت متن پیکربندی 4- برای کپی کردن لینک روی آن ضربه بزنید 5- بر روی آیکون + کلیک کنید و در متن "Remarks" نام مورد نظر خود را وارد کنید مثلا: SegVPN 6- روی «URL» کلیک کنید و آدرسی را که در مرحله 4 کپی کردید، قرار دهید 7- بر روی "Confirm" کلیک کنید 8- تب جدید ایجاد شده را انتخاب کنید (در این مثال نام SegVPN خواهد بود) 9- بر روی 'Subscription Group' کلیک کنید و بر روی 'Update current subscription without proxy. 10- روی کانفیکی که می خواهید به آن متصل شوید کلیک چپ کرده و اینتر را بزنید 11- در پایین وسط گزینه Enable Tun را علامت بزنید ⚠️ توجه: هر زمان که اتصالات شما به درستی کار نکرد، مرحله 10 را تکرار کنید. ⚪️ برنامه های جایگزین: A. Nekoray https://github.com/MatsuriDayo/nekoray/releases
ru_ru: Пошаговое руководство по Windows по использованию ссылки на подписку Пошаговое руководство для Windows по использованию ссылки на подписку 1- Загрузите V2rayN, перейдя по ссылке ниже: https://github.com/2dust/v2rayN/releases. 2- После установки и обновления запустите программу от имени администратора 3- Нажмите «🌐 Подключиться!» Кнопка для получения текста конфигурации 4- Нажмите на ссылку, чтобы скопировать ее 5- Нажмите значок + и в текстовом поле «Примечания» введите желаемое имя, например: SegVPN. 6- Щелкните текстовое поле «URL» и вставьте URL-адрес, скопированный на шаге 4. 7- Нажмите «Подтвердить». 8- Выберите только что созданную вкладку (в этом примере имя будет SegVPN) 9- Нажмите «Группа подписки» и нажмите «Обновить текущую подписку без прокси». 10- Щелкните левой кнопкой мыши на конфигурации, к которой вы хотите подключиться, затем нажмите Enter. 11- Установите флажок «Включить Tun» внизу посередине. ⚠️ ПРИМЕЧАНИЕ. Повторяйте шаг 9 всякий раз, когда ваши подключения не работают должным образом. ⚪️ Альтернативные приложения: А. Некорай https://github.com/MatsuriDayo/nekoray/releases
zh_cn: Windows 使用订阅链接的分步指南 1- 通过以下链接中的 gif 下载 V2rayN：https://github.com/2dust/v2rayN/releases 2-安装和更新后，以管理员身份运行程序 3- 点击“🌐连接！”获取配置文本的按钮 4- 点击链接进行复制 5- 单击 + 图标并在“备注”文本框中输入您想要的名称，即：SegVPN 6- 单击“URL”文本框并粘贴您在第 4 步复制的 URL 7- 点击“确认” 8- 选择新创建的选项卡（在此示例中，名称将是 SegVPN） 9- 单击“订阅组”，然后单击“不使用代理更新当前订阅” 10- 左键单击要连接的配置，然后按 Enter 11-选中底部中间的“启用Tun” ⚠️ 注意：每当您的连接无法正常工作时，请重复第 9 步。 ⚪️ 替代应用： A. Nekoray https://github.com/MatsuriDayo/nekoray/releases

# InviteToGetMoney
source: <b>💡 Did you know:</b> You can get 5 cents <i>guaranteed</i> for every friend you invite to SEGVpn! 👇 Just tap on the '✉️ Invite' button below and start making money 💸
fa_ir: <b>💡 آیا می دانستید:</b> شما می توانید 5 سنت <i>ضمانت شده </i> برای هر دوستی که به SEGVpn دعوت می کنید دریافت کنید! 👇 کافیست روی دکمه '✉️ دعوت کردن' زیر ضربه بزنید و شروع به کسب درآمد کنید 💸
ru_ru: <b>💡 Знаете ли вы:</b> Вы можете получить 5 центов <i>гарантированно</i> за каждого друга, которого пригласите в SEGVpn! 👇 Просто нажмите на кнопку ‘✉️ Пригласить’ ниже и начните зарабатывать деньги 💸
zh_cn: <b>💡 您知道吗：</b> 您可以为每个邀请到 SEGVpn 的朋友获得 5 分钱 <i>保证</i>！ 👇 只需点击下面的 ‘✉️ 邀请’ 按钮，开始赚钱 💸

# ChangeLocationToImproveSpeed
source: <b>📡 We Noticed Something...</b> 📶 You have used less than 1 Gigabyte of your service in the past 10 days. We want you to enjoy the full benefits of our features, so here are some suggestions to optimize your experience: <b><i>🌎 Switch your location</i></b> You can get a faster and more stable connection by choosing a different location that suits your ISP and Provider better. Just tap on the ‘🔶 Change Location’ button below and explore our options. <b><i>🛡️ Use Compatible Clients</i></b> SEGVpn offers state of the art, advanced and secure configs that only work with certain V2Ray clients. To find out which clients are compatible, please tap on /help <b><i>🔁 Refresh your Subscription Link</i></b> We have to update our domains regularly to avoid being blocked by GFW. To keep up with our changes, go to your v2ray app and tap on ‘Update Subscription’. For more details, tap on /help. <b><i>📧 Reach out to us</i></b> If none of the above solutions work for you, don’t hesitate to contact us at SEGSeed@Gmail.com and tell us your problem. Our Support Team is always ready to help you and solve any issues you may have. We are honored to keep you connected in these tough internet times 🚀 STAY CONNECTED 🚀
fa_ir: <b>📡 ما متوجه چیزی شدیم ...</b> 📶 شما در 10 روز گذشته کمتر از 1 گیگابایت از سرویس خود استفاده کرده اید. ما می خواهیم شما از مزایای کامل ویژگی های ما بهره مند شوید، بنابراین در اینجا چند پیشنهاد برای بهینه سازی تجربه شما وجود دارد: <b><i>🌎 مکان خود را تغییر دهید</i></b> می‌توانید با انتخاب مکان متفاوتی که مناسب‌تر با ISP و ارائه‌دهنده شما باشد، اتصال سریع‌تر و پایدارتری داشته باشید. فقط روی دکمه "🔶 تغییر مکان" در زیر ضربه بزنید و گزینه های ما را بررسی کنید. <b><i>🛡️ از کلاینت های سازگار استفاده کنید</i></b> SEGVpn پیکربندی های مدرن، پیشرفته و ایمن را ارائه می دهد که فقط با کلاینت های خاص V2Ray کار می کنند. برای اطلاع از اینکه کدام کلاینت‌ها سازگار هستند، لطفاً روی /help ضربه بزنید <b><i>🔁 پیوند اشتراک خود را تازه کنید</i></b> ما باید دامنه های خود را مرتباً به روز کنیم تا توسط GFW مسدود نشویم. برای اطلاع از تغییرات ما، به برنامه v2ray خود بروید و روی «به‌روزرسانی اشتراک» ضربه بزنید. برای جزئیات بیشتر، روی /help ضربه بزنید. <b><i>📧 با ما تماس بگیرید</i></b> اگر هیچ یک از راه حل های بالا برای شما کار نمی کند، دریغ نکنید با ما در SEGSeed@Gmail.com تماس بگیرید و مشکل خود را به ما بگویید. تیم پشتیبانی ما همیشه آماده کمک به شما و حل هر مشکلی است که ممکن است داشته باشید. ما مفتخریم که شما را در این روزهای سخت اینترنتی در ارتباط نگه داریم 🚀 متصل بمانید 🚀
ru_ru: <b>📡 Мы заметили что-то…</b> 📶 Вы использовали менее 1 гигабайта своего сервиса за последние 10 дней. Мы хотим, чтобы вы наслаждались всеми преимуществами наших функций, поэтому вот несколько советов для оптимизации вашего опыта: <b><i>🌎 Смените свое местоположение</i></b> Вы можете получить более быстрое и стабильное подключение, выбрав другое местоположение, которое лучше подходит вашему интернет-провайдеру и оператору. Просто нажмите на кнопку ‘🔶 Сменить местоположение’ ниже и изучите наши варианты. <b><i>🛡️ Используйте совместимые клиенты</i></b> SEGVpn предлагает передовые и безопасные конфигурации, которые работают только с определенными клиентами V2Ray. Чтобы узнать, какие клиенты совместимы, пожалуйста, нажмите на /help <b><i>🔁 Обновите свою ссылку на подписку</i></b> Мы должны регулярно обновлять наши домены, чтобы избежать блокировки GFW. Чтобы следить за нашими изменениями, перейдите в свое приложение v2ray и нажмите на ‘Обновить подписку’. Для получения более подробной информации нажмите на /help. <b><i>📧 Свяжитесь с нами</i></b> Если ни одно из вышеуказанных решений не подходит вам, не стесняйтесь связаться с нами по адресу SEGSeed@Gmail.com и рассказать нам о своей проблеме. Наша служба поддержки всегда готова помочь вам и решить любые вопросы, которые у вас могут возникнуть. Мы рады поддерживать вас в эти трудные интернет-времена 🚀 ОСТАВАЙТЕСЬ НА СВЯЗИ 🚀
zh_cn: <b>📡 我们注意到了一些事情…</b> 📶 您在过去的 10 天内使用了不到 1 GB 的服务。我们希望您享受我们功能的全部好处，所以这里有一些建议来优化您的体验： <b><i>🌎 切换您的位置</i></b> 您可以通过选择一个更适合您的 ISP 和提供商的不同位置，获得更快速和更稳定的连接。只需点击下面的 ‘🔶 更改位置’ 按钮，探索我们的选项。 <b><i>🛡️ 使用兼容的客户端</i></b> SEGVpn 提供了先进、安全的配置，只能与某些 V2Ray 客户端一起使用。要了解哪些客户端是兼容的，请点击 /help <b><i>🔁 刷新您的订阅链接</i></b> 我们必须定期更新我们的域名，以避免被 GFW 阻止。为了跟上我们的变化，请到您的 v2ray 应用程序，点击 ‘更新订阅’。更多详情，请点击 /help。 <b><i>📧 联系我们</i></b> 如果以上解决方案都不适合您，请随时联系我们 SEGSeed@Gmail.com，并告诉我们您的问题。我们的支持团队随时准备帮助您，解决您可能遇到的任何问题。 在这些艰难的互联网时代，我们很荣幸能让您保持连接 🚀 保持连接 🚀

# BuySubscriptionsWithDiscount
source: <b>⚡️ Limited offer: Don’t miss this amazing deal on subscriptions!</b> This is a rare opportunity! You can now get our premium subscriptions for a jaw-dropping 50 to 76 percent off! Tap on the ‘🛍 Subscription’ button and claim your offer now!
fa_ir: <b>⚡️ پیشنهاد محدود: از این فرصت شگفت‌انگیز برای اشتراک‌ها غافل نشوید!</b> ن یک فرصت نادر است! هم اکنون شما می‌توانید اشتراک‌های ویژه ما را با تخفیف ۵۰ تا ۷۶ درصدی بخرید! روی دکمه ‘🛍 اشتراک’ ضربه بزنید و پیشنهاد خود را همین حالا دریافت کنید!
ru_ru: <b>⚡️ Ограниченное предложение: не упустите эту удивительную сделку по подпискам!</b> Это редкая возможность! Вы можете получить наши премиум-подписки со скидкой 50-76 процентов! Нажмите на кнопку ‘🛍 Подписка’ и заберите свое предложение сейчас!
zh_cn: <b>⚡️ 限时优惠：不要错过这个订阅的惊人优惠！</b> 这是一个难得的机会！您现在可以以惊人的50至76％的折扣获得我们的高级订阅！ 点击“🛍 订阅”按钮，立即领取您的优惠！

# ChoosePaymentType
source: 💵 Choose desired payment type you want to pay {Amount}$ with. Note: To see how we could achieve this functionality and how you can add this for other currencies please <a href="https://t.me/SEGVPN/15">This Post</a> and <a href="https://t.me/SEGVPN/16">This Post</a>
fa_ir: 💵 نوع پرداخت مورد نظر خود را که می خواهید با آن {Amount}$ پرداخت کنید انتخاب کنید. توجه: برای دیدن اینکه چگونه توانستیم این قابلیت را داشته باشیم و چگونه می توانید این را برای سایر ارزها اضافه کنید، لطفاً <a href="https://t.me/SEGVPN/15">این پست</a> و <a href="https://t.me/SEGVPN/16">این پست</a> را ببینید.
ru_ru: 💵 Выберите желаемый тип оплаты, которым вы хотите оплатить {Amount}$. Примечание: Чтобы узнать, как мы могли достичь этой функциональности и как вы можете добавить ее для других валют, пожалуйста, посмотрите <a href="https://t.me/SEGVPN/15">Этот пост</a> и <a href="https://t.me/SEGVPN/16">Этот пост</a>
zh_cn: 💵 选择您想用来支付{Amount}$的期望付款类型。 注意：要查看我们如何实现此功能以及如何为其他货币添加此功能，请查看<a href="https://t.me/SEGVPN/15">这篇文章</a>和<a href="https://t.me/SEGVPN/16">这篇文章</a>
